let handler = async (m, { conn, command, text }) => {
let love = `
*〄━╼⦿┄╏⦁〔﷽〕⦁╏┄⦿╼━〄*

          *☬╎𓆩 اســـتـــمـــاࢪة الـــدخـــول 𓆪╎☬*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*❐ اللــ🪪ــقـب ~➻【】➻~*

*❐ الإنـــ🐉ــمـي ~➻【】➻~*

*❐ ذكـر/انثـى 🚻 ~➻【】➻~*

*❐ صورة📸 ~➻【-】➻~*

*❐ مـن طـ🎐ـࢪف ~➻【】➻~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*❶ ➻ مـمـنـوع ولـد يختاࢪ لقب بـنـت*
*او الـعكس ~┊❌〕~*
*❷ ➻ مـمـنـوع الـسـوالـف ~┊❌〕~*
*❸ ➻ مـمـنـوع القاب الـ 18+ ~┊❌〕~*
*❹ ➻ مـمـنـوع السـب و الـشـتـم ~┊❌〕~*
*❺ ➻ مـمـنـوع الـࢪوابط ~┊❌〕~*

*⟣⦁━♅━⦁⟢ ~‹❲~ ملاحضات ~❳›~ ⟣⦁━♅━⦁⟢*

*⸎ يلزم اختيار القاب تابعة لهذي الفئات ⸎*
*✥⟢ انـمي ⟣✥*
*✥⟢ مانـجا ⟣✥*
*✥⟢ مانـهوا ⟣✥*
*~₪ تنـبية┊ النقابة مختلطة  ₪~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*
   *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(رونين|استماره)$/i
export default handler
