let handler = async (m, { conn }) => {
    let user = global.db.data.users[m.sender];
    let name = conn.getName(m.sender);
    let taguser = '@' + m.sender.split("@s.whatsapp.net")[0];
    let message = `*〄━╼⦿┄╏⦁〔﷽〕⦁╏┄⦿╼━〄*

          *☬╎𓆩 اســـتـــمـــاࢪة الـــدخـــول 𓆪╎☬*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*❐ اللــ🪪ــقـب ~➻【】➻~*

*❐ الإنـــ🐉ــمـي ~➻【】➻~*

*❐ ذكـر/انثـى 🚻 ~➻【】➻~*

*❐ صورة📸 ~➻【-】➻~*

*❐ مـن طـ🎐ـࢪف ~➻【】➻~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*❶ ➻ مـمـنـوع ولـد يختاࢪ لقب بـنـت*
*او الـعكس ~┊❌〕~*
*❷ ➻ مـمـنـوع الـسـوالـف ~┊❌〕~*
*❸ ➻ مـمـنـوع القاب الـ 18+ ~┊❌〕~*
*❹ ➻ مـمـنـوع السـب و الـشـتـم ~┊❌〕~*
*❺ ➻ مـمـنـوع الـࢪوابط ~┊❌〕~*

*⟣⦁━♅━⦁⟢ ~‹❲~ ملاحضات ~❳›~ ⟣⦁━♅━⦁⟢*

*⸎ يلزم اختيار القاب تابعة لهذي الفئات ⸎*
*✥⟢ انـمي ⟣✥*
*✥⟢ مانـجا ⟣✥*
*✥⟢ مانـهوا ⟣✥*
*~₪ تنـبية┊ النقابة مختلطة  ₪~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*

*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*
   *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*

*〄━━━╼⦿┄⦁╏🕸╏⦁┄⦿╾━━━〄*`;
    

    conn.sendFile(m.chat, 'https://telegra.ph/file/722efd258d6ac9bd9f645.jpg', 'image.jpg', message, m);
};

handler.customPrefix = /^(7|رونين)$/i;
handler.command = new RegExp;

export default handler;
