let handler = async (m, { conn, command, text }) => {
let love = `
*~༻‹✣›༺~ فعالية البوالين ~༻‹✣›༺~*
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
~*↯:🎈🌸 البوالين/المشاركين 🌸🎈↯:*~

*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*
*. •〖🎈🎈🎈〗• . ~‹❲❳›~*

*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*
  *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(البوالين|بوالين)$/i
export default handler
