let handler = async (m, { conn, command, text }) => {
let love = `
*☬【⦁─━━⟞❲﷽❳⟝━━─⦁】☬*
*「✨نرحب بدخول عضو جديد✨」*
*_┓─━═║✠║◦¦🕸¦◦║✠║═━─┏_*
*✠ ┆ اللــقــب 👤 ⇚* *【】*
*✠ ┆ المــنـشـن 📧 ⇚* *【 】*
*✠ ┆ الأمبࢪاطور 👑  ⇚* *【 】*
*✠ ┆ النـائـب الأمبراطور ⚜️   ⇚* *【 】*
*_┛─━═║✠║◦¦🕸¦◦║✠║═━─┗_*
*حللت أهلأ ووطئت سهلاً✨*
*ياهلا بك بين اخوانك وأخواتك✨*
*~_♅ ⦁━─ ─ ╎⊱ ‹❲ 🕸 ❳› ⊰ ╎─ ─━⦁ ♅_~*
*♡ بأجمل باقات الورد والياسمين نستقبلك وأجمل عبارات ترحيب نهديك أسعدنا وجودك معنا♥️*
*~_♅ ⦁━─ ─ ╎⊱ ‹❲ 🕸 ❳› ⊰ ╎─ ─━⦁ ♅_~*

*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*   *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(الترحيب|ترحيب)$/i
export default handler
