let handler = async (m, { conn, command, text }) => {
let love = `
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*※فــ←ــعـاليـ←ـة الــــبوا🎈لـــيـــن※*
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*الشــــ↓ـ🗣️ــ↓ـرح:*
*~↯:┊📜┊↯:~ المقدم يكتب جملة معينة يكتبها باقي المشاركين الذي يكتبها بالاول يختار ان يقوم بتفجير بالونة 🎈 اي مشارك يقوم بختياره،*
 
*➻ اخر من يتبقى لديه بالونات هو الفائز*
*ان كنت ميت ولم تتبقى لديك بوالين🎈  تستطيع أن تشارك وتقوم باعطاء شخص لديه بوالين🎈، ضربة ليقتل بها اعدائه ⚔️*

*~لا يمكن ارجاع الميتين للحياة❗~*
*~↯:ملاحظة╎ان كتبتها بشكل خاطئ لا تحسب النقطة' تكليج~ 🚫⟭*
*☬ ⊱⊶✤⊷⊰ •〔🕸〕• ⊱⊶✤⊷⊰ ☬*
*~تــ✍︎ــوقــيــع اداࢪة┊📜┊↯:~*   *~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(البوالين|بوالين)$/i
export default handler
