let handler = async (m, { conn, command, text }) => {
let love = `
*᯽━━─━☉┄◉┇𝐑.𝐍.𝐍┇◉┄☉━─━━᯽*

*╎الـسـلام عـليـكـم وࢪحـمـة الـلـه وبـࢪكـاتـه╎*

          *【 الـقـࢪوب عـبـاࢪة عـن الأنــمـي 】*


*قــوانـيـن الـقـࢪوب لـكـل مخـالفــة يـتـࢪتـب عـليهـا طࢪد او انــذاࢪ ⭕️*

*⟣⦁─♅─⦁⟢ ⌯⊰ ✣ ⊱⌯ ⟣⦁─♅─⦁⟢*

*الـمخـالفـات التــي يـتـࢪتـب علـيـهــا الإنــذاࢪ 🚫⤵︎⦂*

*❲𝟏❳ ⦂ الـسـب ⚠︎︎ ⇜ انذاࢪ*

*❲𝟐❳ ⦂ اࢪسـال 4 ملـصـقــات متـتالية ←انذاࢪ*

*❲𝟑❳ ⦂ التـلفـظ او التـقـليل من المشࢪف 🕵🏻‍♂️🕵🏻‍♀️⇜ انـذاࢪين*

*❲𝟒❳ ⦂ طلـب الإشـࢪاف 🚫⇜انــذار*

*❲𝟓❳ ⦂ اࢪسـال صـوࢪه او مقـطـع فيـديو خـاࢪج الانـمي ⇜ انـذاࢪ*
*「يـسـمح فقـط يـوم الخميـس والجـمعـة」*
 
*❲𝟔❳ ⦂ مضـايـقة العضو مࢪتـين⇜انـذاࢪ* 

*❲𝟕❳ ⦂ اࢪسـال مقطـع او صـوࢪه او GIF خـلال مسـابقـة ⇜ انـذاࢪ*

*❲𝟖❳ ⦂ اࢪسـال ملصـق لشخصيـة شـعبية مع تحويل جنسهـا ⇜ انـذار*

*❲𝟗❳ ⦂ التـحدث عـن الحلقـة بعـد نزولـهـا باقـل مـن يـوم ⇜ انـذاࢪ*

*⟣⦁─♅─⦁⟢ ⌯⊰ ✣ ⊱⌯ ⟣⦁─♅─⦁⟢*

*المخـالفـات التـي يـتـرتب عليهـا الطـࢪد 🚫⤵︎⦂*

*❲𝟏❳ ⦂ الـحرق بجميـع انـواعة 🤐 ⇜ طࢪد*

*❲𝟐❳ ⦂ إرسـال صـوࢪ او مقـاطع مخـلة بـالآداب ⇜ طࢪد*

*❲𝟑❳ ⦂ الحـديث عـن السـياسة أو المـذاهب 🧐 ⇜ طࢪد* 

*❲𝟒❳ ⦂ العنصرية بجميع انواعها 「جنسية،عࢪقية، طائفية. الخ..」⇜ طࢪد* 

*❲𝟓❳ ⦂ التهديد بالتبنيد او التهكيࢪ ⇜ طࢪد*

*❲𝟔❳ ⦂ ذكࢪ اي شيء متعلق بالشواذ ⇜ طࢪد*

*❲𝟕❳ ⦂ الاحتكاك بالطرف الآخر ⇜ طࢪد*

*❲𝟖❳ ⦂ سرقـة الاعضاء ⇜ طࢪد*

*❲𝟗❳ ⦂ الإعلان او النشࢪ ⚠︎︎ ⇜ طࢪد*

*⟣⦁─♅─⦁⟢ ⌯⊰ ✣ ⊱⌯ ⟣⦁─♅─⦁⟢*


    *━┄═⏣❗ملاحظات❗⏣═┄━*

*❶ ➺ اي حࢪق بترسله قول حرق وحط علامة 🛑 「مع تحديد اسم الانمي」* 

*❷ ➺ 3 طࢪد مباشر = طࢪد نهائي*

*❸ ➺ عندك ࢪأي او اعتࢪاض تفضل خاص وقوله*

*❹ ➺ الاعتࢪاض على الانذار يجب ان يكون بالخاص ان كان بالعام سيسجل عليك انذار ومن الممكن تطرد*

*❺ ➺ يحق للمشرف فرض أي عقوبة يࢪاها مناسبة للمخالفة*

*❻ ➺ خࢪوجك من الاعلانات يعني طࢪدك من الاساسي*

*⟣⦁─♅─⦁⟢ ⌯⊰ ✣ ⊱⌯ ⟣⦁─♅─⦁⟢*

*قائمة الانذارات 🚫 ⤵︎:*
*𝟑 انذاࢪات ⇠ طࢪد لمدة يوم* 
*𝟓 انذاࢪات ⇠ طࢪد 𝟑 ايام وقد يمتد الى اسبوع*
*𝟖 انذاؤات ⇠ طࢪد نهائي ❌*

*⟣⦁─♅─⦁⟢ ⌯⊰ ✣ ⊱⌯ ⟣⦁─♅─⦁⟢*

*مع تحيات إدارة 🖐*
*~〘☬╎𝐑.𝐍.𝐍 𓆩❄𓆪 𝑺𝑶𝑼𝑳╎☬〙~*
`.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['estupidez']
handler.tags = ['fun']
handler.command = /^(القوانين|قوانين)$/i
export default handler
